/* NSKeyValueValidationError, user entered a value which was invalid for a field */
"Err1024-C" = "Ugyldig værdi.";

/* NSKeyValueValidationError, argument is a string or number which was invalid for entry into a field */
"Err1024.o" = "Værdien “%@” er ugyldig.";

/* NSFormattingError */
"Err2048-C" = "Formateringsfejl.";

/* NSFileLockingError */
"Err255-C" = "Arkivet kunne ikke låses.";

/* NSFileLockingError */
"Err255-R" = "Arkivet er måske allerede låst, eller også har du ikke de nødvendige tilladelser til at låse det.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Arkivet \“%@\” kunne ikke låses.";

/* NSFileReadUnknownError */
"Err256" = "Arkivet kunne ikke åbnes.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Arkivet \“%@\” kunne ikke åbnes.";

/* NSFileReadNoPermissionError */
"Err257" = "Arkivet kan ikke åbnes, fordi du ikke har de nødvendige adgangstilladelser.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Du har ikke de nødvendige adgangstilladelser.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Du kan se og ændre adgangstilladelser ved at vælge emnet i Finder og vælge Arkiv > Vis Info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Arkivet “%@” kan ikke åbnes, fordi du ikke har de nødvendige adgangstilladelser.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Ugyldigt arkivnavn";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Emnet kunne ikke åbnes, fordi arkivnavnet \“%@\” er ugyldigt.";

/* NSFileReadCorruptFileError */
"Err259" = "Arkivet kan ikke åbnes, fordi det har et forkert format.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Arkivet har ikke det korrekte format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Arkivet er måske beskadiget, afkortet eller har et andet format end forventet.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Arkivet \“%@\” kunne ikke åbnes, fordi det har et forkert format.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Arkivet findes ikke.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Arkivet \“%@\” findes ikke.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Arkivet kunne ikke åbnes med den angivne tekstkodning.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Den anførte tekstkodning er ikke anvendelig.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Tekstkodningen %@ er ikke anvendelig.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Arkivet kan være blevet arkiveret med en anden tekstkodning, eller måske er det ikke et tekstarkiv.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Arkivet kunne ikke åbnes med tekstkodningen %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Arkivet \“%2$@\” kan ikke åbnes med tekstkodningen %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Arkivet kan ikke åbnes, fordi den anførte URL-type ikke understøttes.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Den anførte URL-type understøttes ikke.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Arkivet \“%1$@\” kan ikke åbnes, fordi URL-typen %2$@ ikke understøttes.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Arkivet kan ikke åbnes, fordi URL-typen %@ ikke understøttes.";

/* NSFileReadTooLargeError */
"Err263" = "Arkivet kunne ikke åbnes, fordi det er for stort.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Arkivet er for stort.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Arkivet \“%@\” kunne ikke åbnes, fordi det er for stort.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Arkivet kunne ikke åbnes, fordi indholdets tekstkodning ikke kunne bestemmes.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Indholdets tekstkodning kunne ikke bestemmes.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Det er evt. muligt at åbne arkivet ved at angive en bestemt tekstkodning.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Arkivet \“%@\” kunne ikke åbnes, fordi indholdets tekstkodning ikke kunne bestemmes.";

/* NSUserCancelledError */
"Err3072-C" = "Handlingen blev annulleret.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "\“%@\” kunne ikke fjernes.";

/* NSFileNoSuchFileError */
"Err4-C" = "Arkivet findes ikke.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Arkivet \“%@\” findes ikke.";

/* NSFileWriteUnknownError */
"Err512" = "Arkivet kunne ikke arkiveres.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "\“%1$@\” kunne ikke kopieres til \“%2$@\”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "\“%1$@\” kunne ikke forbindes med \“%2$@\”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "\“%1$@\” kunne ikke flyttes til \“%2$@\”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "\“%@\” kunne ikke fjernes.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Arkivet \“%2$@\” kunne ikke arkiveres i mappen \“%1$@\”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Arkivet \“%@\” kunne ikke arkiveres.";

/* NSFileWriteNoPermissionError */
"Err513" = "Arkivet kan ikke arkiveres, fordi du ikke har de nødvendige adgangstilladelser.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "\“%1$@\” kunne ikke kopieres, fordi du ikke har de korrekte adgangstilladelser til \“%2$@\”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "\“%1$@\” kunne ikke forbindes, fordi du ikke har de korrekte adgangstilladelser til \“%2$@\”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "\“%1$@\” kunne ikke flyttes, fordi du ikke har de korrekte adgangstilladelser til \“%2$@\”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "\“%@\” kunne ikke fjernes, fordi du ikke har de nødvendige adgangstilladelser.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Du har ikke de nødvendige adgangstilladelser.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Du kan se og ændre adgangstilladelser ved at vælge emnet i Finder og vælge Arkiv > Vis Info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Du har ikke de nødvendige adgangstilladelser til at arkivere “%2$@” i mappen “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Du har ikke de nødvendige adgangstilladelser til at arkivere “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Emnet kan ikke arkiveres, fordi arkivnavnet er ugyldigt.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Emnet kunne ikke fjernes, fordi arkivnavnet \“%@\” er ugyldigt.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Ugyldigt arkivnavn";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Emnet kunne ikke arkiveres, fordi arkivnavnet \“%@\” er ugyldigt.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Arkivet kunne ikke arkiveres med den angivne tekstkodning.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Den anførte tekstkodning er ikke anvendelig.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Tekstkodningen %@ er ikke anvendelig.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Vælg om muligt en anden tekstkodning.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Arkivet kunne ikke arkiveres med tekstkodningen %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Arkivet \“%2$@\” kunne ikke arkiveres med tekstkodningen %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Arkivet kan ikke arkiveres, fordi den anførte URL-type ikke understøttes.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Den anførte URL-type understøttes ikke.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Arkivet \“%1$@\” kan ikke arkiveres, fordi URL-typen %2$@ ikke understøttes.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Arkivet kan ikke arkiveres, fordi URL-typen %@ ikke understøttes.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Arkivet kunne ikke arkiveres, fordi der ikke er plads nok.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "\“%1$@\” kunne ikke kopieres til \“%2$@\”, fordi der ikke er plads nok.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "\“%1$@\” kunne ikke forbindes til \“%2$@\”, fordi der ikke er plads nok.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "\“%1$@\” kunne ikke flyttes til \“%2$@\”, fordi der ikke er plads nok.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Der er ikke nok plads.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Der er ikke mere plads på enheden “%@”.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Fjern nogle arkiver fra enheden, og prøv igen.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Du kan ikke arkivere \“%@\”, fordi der ikke er plads nok.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Du kan ikke arkivere “%1$@”, fordi der ikke er mere plads på enheden “%2$@”.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"Operation could not be completed. (%@ error %ld.)" = "Handlingen kunne ikke udføres. (%1$@ fejl %2$ld.)";

